<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
   <TITLE>Tentamen Mekanik del B, Augusti 1997</TITLE>
   <META NAME="GENERATOR" CONTENT="User-Agent: Mozilla/3.02Gold (Macintosh; I; PPC)">
</HEAD>
<BODY BGCOLOR="#FFFFFF">

<!--<font size=+2>--><FONT FACE="helvetica"><FONT SIZE=-1>Institutionen
f&ouml;r Teoretisk Fysik <BR>
G&ouml;teborgs Universitet och Chalmers Tekniska H&ouml;gskola <BR>
Martin Cederwall</FONT></FONT><FONT FACE="arial"> </FONT></P>

<P><B><FONT FACE="helvetica"><FONT SIZE=+1>Tentamen i Mekanik F del B</FONT></FONT></B><FONT FACE="arial">
</FONT></P>

<P><FONT FACE="helvetica"><FONT SIZE=-1>Tid: Tisdag 26 augusti 1997, kl.
8<SUP>45</SUP>-12<SUP>45</SUP>. <BR>
Lokal: MN. <BR>
Jourhavande assistent: David Gustafsson, ankn. 3173. <BR>
Hj&auml;lpmedel: TEFYMA, Standard Math Tables, Beta, Physics Handbook,
valfri minir&auml;knare samt egenh&auml;ndigt skriven A4-sida. <BR>
L&ouml;sningarna ansl&aring;s p&aring; institutionens anslagstavla i Fysicums
trapphus samt p&aring; entr&eacute;d&ouml;rren till trapphuset omedelbart
efter skrivningens slut. Resultatlistan ansl&aring;s senast fredagen 12
september.</FONT></FONT><FONT FACE="arial"> </FONT></P>

<P><FONT FACE="helvetica"><FONT SIZE=-1><I>F&ouml;rklara inf&ouml;rda storheter
och motivera ekvationer och slutsatser! Kontrollera svar m.a.p. dimension
och rimlighet (kr&auml;vs i f&ouml;rekommande fall f&ouml;r full po&auml;ng)!
&Auml;ven skisserade l&ouml;sningar och fysikaliska resonemang kan po&auml;ngs&auml;ttas.
Beskriv vad du g&ouml;r! Rita!</I> </FONT></FONT></P>

<P><FONT FACE="helvetica"><FONT SIZE=-1>Varje uppgift ger maximalt 15 po&auml;ng.
F&ouml;r betyg 3,4 och 5 kr&auml;vs 30, 40 resp. 50 po&auml;ng. </FONT></FONT></P>

<OL>
<FONT FACE="arial" size=-1><LI>En
kula glider friktionsfritt p&aring; en vertikalt st&auml;lld cirkelformad
tr&aring;d, som roterar kring sin vertikala symmetriaxel med konstant 
rotationshastighet.
Inf&ouml;r relevanta parametrar, och unders&ouml;k huruvida det finns n&aring;gon
eller n&aring;gra dimensionsl&ouml;sa parametrar f&ouml;r systemet, n&aring;got
som skulle kunna indikera n&auml;rvaron av olika faser, i vilka systemet
beter sig kvalitativt olika. Anv&auml;nd Lagranges formalism f&ouml;r att
skriva ned r&ouml;relseekvationen f&ouml;r kulan! Identifiera alla j&auml;mviktsl&auml;gen
(f&ouml;r godtyckliga parameterv&auml;rden)! Finns n&aring;gon fas&ouml;verg&aring;ng?
Ber&auml;kna vinkelfrekvenserna f&ouml;r sm&aring; utslag kring alla stabila
j&auml;mviktsl&auml;gen! </LI>

<p><LI>
<table border=0>
<tr>
<td valign=top><img src="kvarnhjul.gif"></td>
<td valign=top><FONT FACE="arial" size=-1>Ett kvarnhjul &auml;r monterat enligt figuren. Hjulet
kan ses som en homogen cirkelskiva, och &ouml;vriga delars massor kan f&ouml;rsummas.
Det rullar utan glidning. Avg&ouml;r, genom att visa p&aring; riktningar
hos r&ouml;relsem&auml;ngdsmoment och vridande moment, huruvida kontaktkraften
i A &auml;r till beloppet st&ouml;rre eller mindre n&auml;r hjulet rullar
&auml;n n&auml;r det st&aring;r stilla! Om den &auml;r mindre, vid vilken
precessionshastighet blir den noll? Ange kraften fr&aring;n kulleden i
B p&aring; hjulaxeln! Genomf&ouml;r ocks&aring; motsvarande resonemang/ber&auml;kningar
om samma anordning rullar p&aring; ett tak ist&auml;llet 
f&ouml;r ett golv!</td>
</tr>
</table>
</FONT></LI>

<LI><FONT FACE="arial" size=-1>N&auml;r man befinner sig p&aring; ett fordon som r&ouml;r sig, t.ex.
ett t&aring;g eller en buss, kan man uts&auml;ttas f&ouml;r (o&ouml;nskade)
tr&ouml;ghetskrafter (fiktiva krafter). Uppskatta, under rimliga antaganden,
hur stora centrifugalkrafter och corioliskrafter man kan uts&auml;ttas
f&ouml;r, och kommentera huruvida, och i s&aring; fall vad, en konstrukt&ouml;r
kan g&ouml;ra f&ouml;r att undvika att de blir f&ouml;r stora!</LI>

<p><LI><FONT FACE="arial" size=-1>En variant av den s&aring; kallade &quot;stavhopparparadoxen&quot;
kan formuleras s&aring;lunda: Man har byggt en &quot;kosmisk f&auml;lla&quot;
f&ouml;r inf&aring;ngande av fientliga rymdskepp. F&auml;llans vilol&auml;ngd
&auml;r densamma som rymdskeppens. P.g.a. l&auml;ngdkontraktionen &auml;r
skeppet kortare &auml;n f&auml;llan i f&auml;llans system. N&auml;r skeppet
&auml;r helt och h&aring;llet inne i f&auml;llan kan d&ouml;rrar i b&aring;da
&auml;ndar st&auml;ngas, och rymdskeppet &auml;r f&aring;ngat. Fr&aring;n
rymdskeppets synpunkt &auml;r f&auml;llan kortare, och detta &auml;r inte
m&ouml;jligt. Argumentera f&ouml;r &quot;paradoxens&quot; uppl&ouml;sning
genom att visa (g&auml;rna i ett rumtidsdiagram) varf&ouml;r p&aring;st&aring;endet
<I>&quot;skeppet &auml;r f&aring;ngat i f&auml;llan&quot;</I> &auml;r subjektivt.
(<I>Tips: det kan eventuellt vara till hj&auml;lp att betrakta skeendet
fr&aring;n ett system d&auml;r de b&aring;da objekten har samma fart.)
</I></FONT></LI>
</OL>

</BODY>
</HTML>
